
function purchase(){
    return(
        <div>
        <h1>구매회원 이용약관</h1>
        <section>
            <h3>제 1조(목적)</h3>
            <p>
            이 약관은(PetLab,이하 "회사")에서 제공하는 인터넷 관련 서비스(이하 '서비스'라 한다)를 이용함에 있어 '쇼핑몰'과 이용자의 권리·의무 및 책임사항을 규정함을 목적으로 합니다    
            </p>
        </section>

        <section>
            <h3>제 2조(정의)</h3>
            <p>
                1) "회원"이라 함은 본 약관에 동의하고 회사가 제공하는 서비스를 이용하는 자를 말합니다.<br />
                2) "서비스"라 함은 회사가 제공하는 펀딩, 상품 등록, 결제, 후기 작성 등 모든 온라인 플랫폼 활동을 포함합니다.
            </p>
        </section>

        <section>
            <h3>제 3조 (약관의 명시와 개정)</h3>
            <p>
            1)'petlab'은 이 약관의 내용과 상호, 영업소 소재지, 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편 주소 등) 등을 이용자가 알 수 있도록 '쇼핑몰'의 초기 서비스화면(전면) 또는 고객만족센터 페이지에 게시합니다.
            2)'petlab'은 약관의 규제 등에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망이용촉진 등에 관한 법률, 방문판매 등에 관한 법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
            3)'petlab'이 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 몰의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.
            4)'petlab'이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간내에 '쇼핑몰'에 송신하여 '쇼핑몰'의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
            5)'이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 정부가 제정한 전자거래소비자보호지침 및 관계법령 또는 상관례에 따릅니다.    
            </p>
        </section>

        <section>
            <h3>제 4조(서비의 제공 및 변경)</h3>
            <p>
            '쇼핑몰'은 다음과 같은 업무를 수행합니다.
                1)재화 또는 용역에 대한 정보 제공 및 구매계약의 체결
                2)구매계약이 체결된 재화 또는 용역의 배송
                3)기타 '쇼핑몰'이 정하는 업무
            'petlab'은 재화의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화·용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화·용역의 내용 및 제공일자를 명시하여 현재의 재화·용역의 내용을 게시한 곳에 그 제공일자 이전 7일부터 공지합니다.
            'petlab'이 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화의 품절 또는 기술적 사양의 변경등의 사유로 변경할 경우에는 '쇼핑몰'은 이로 인하여 이용자가 입은 손해를 배상합니다. 단, '쇼핑몰'에 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.    
            </p>
        </section>

        <section>
            <h3>제 6조(회원가입)</h3>
            <p>
            1) 이용자는 '쇼핑몰'이 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
            2)'petlab'은 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다.
                1)가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실후 3년이 경과한 자로서 '쇼핑몰'의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.
                2)등록 내용에 허위, 기재누락, 오기가 있는 경우
                3)기타 회원으로 등록하는 것이 '쇼핑몰'의 기술상 현저히 지장이 있다고 판단되는 경우
            3)회원가입 계약의 성립시기는 '쇼핑몰'의 승낙이 회원에게 도달한 시점으로 합니다.
            4)회원은 제15조제1항에 의한 등록사항에 변경이 있는 경우, 즉시 전자우편 기타 방법으로 '쇼핑몰'에 대하여 그 변경사항을 알려야 합니다.    
            </p>
        </section>

        <section>
            <h3>제 7조(회원탈퇴 및 자격상실 등)</h3>
            <p>
            1)회원은 'petlab'에 언제든지 탈퇴를 요청할 수 있으며 'petlab'은 즉시 회원탈퇴를 처리합니다.
            2)회원이 다음 각호의 사유에 해당하는 경우, 'petlab'은 회원자격을 제한 및 정지시킬 수 있습니다.
                1)가입 신청시에 허위 내용을 등록한 경우
                2)'petlab'을 이용하여 구입한 재화·용역 등의 대금, 기타 'petlab'이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
                3)다른 사람의 'petlab' 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
                4)'petlab'을 이용하여 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
            3)'petlab'이 회원 자격을 제한·정지 시킨후, 동일한 행위가 2회이상 반복되거나 30일이내에 그 사유가 시정되지 아니하는 경우 '쇼핑몰'은 회원자격을 상실시킬 수 있습니다.
            4)'petlab'이 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소전에 소명할 기회를 부여합니다.    
            </p>
        </section>

        <section>
            <h3>제 8조(회원에 대한 통지)</h3>
            <p>
            'petlab'이 회원에 대한 통지를 하는 경우, 회원이 '쇼핑몰'에 제출한 전자우편 주소로 할 수 있습니다.
            'petlab'은 불특정다수 회원에 대한 통지의 경우 1주일 이상 '쇼핑몰' 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다    
            </p>
        </section>

        <section>
            <h3>제 9조(구매신청)</h3>
            <p>
            '쇼핑몰'이용자는 '쇼핑몰'상에서 이하의 방법에 의하여 구매를 신청합니다.
                1)성명, 주소, 전화번호 입력
                2)재화 또는 용역의 선택
                3)결제방법의 선택 
                4)이 약관에 동의한다는 표시(예, 마우스 클릭)    
            </p>
        </section>

        <section>
            <h3>제 10조(계약의 성립)</h3>
            <p>
            'petlab'은 제9조와 같은 구매신청에 대하여 다음 각호에 해당하지 않는 한 승낙합니다.
                1)신청 내용에 허위, 기재누락, 오기가 있는 경우
                2)미성년자가 담배, 주류등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우
                3)기타 구매신청에 승낙하는 것이 '쇼핑몰' 기술상 현저히 지장이 있다고 판단하는 경우
            'petlab'의 승낙이 제12조제1항의 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.    
            </p>
        </section>

        <section>
            <h3>제 11조(지급방법)</h3>
            <p>
            '쇼핑몰'에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각호의 하나로 할 수 있습니다.
                1)계좌이체
                2)신용카드결제
                3)온라인무통장입금    
            </p>
        </section>

        <section>
            <h3>제 12조(수신확인통지 구매신청 변경 및 취소)</h3>
            <p>
            'petlab'은 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.
            수신확인통지를 받은 이용자는 의사표시의 불일치등이 있는 경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있습니다.
            'petlab'은 배송전 이용자의 구매신청 변경 및 취소 요청이 있는 때에는 지체없이 그 요청에 따라 처리합니다    
            </p>
        </section>

        <section>
            <h3>제 13조(배송)</h3>
            <p>
            'petlab'은 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 
             만약 'petlab'의 고의·과실로 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상합니다.    
            </p>
        </section>

        <section>
            <h3>제 14조(환급 반품 및 교환)</h3>
            <p>
            1)'petlab'은 이용자가 구매신청한 재화 또는 용역이 품절 등의 사유로 재화의 인도 또는 용역의 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고,
            사전에 재화 또는 용역의 대금을 받은 경우에는 대금을 받은 날부터 3일 이내에, 그렇지 않은 경우에는 그 사유 발생일로부터 3일 이내에 계약해제 및 환급절차를 취합니다.
            2)다음 각호의 경우에는 'petlab'은 배송된 재화일지라도 재화를 반품받은 다음 영업일 이내에 이용자의 요구에 따라 즉시 환급, 반품 및 교환 조치를 합니다. 다만 그 요구기한은 배송된 날로부터 20일 이내로 합니다.
                1)배송된 재화가 주문내용과 상이하거나 'petlab'이 제공한 정보와 상이할 경우
                2)배송된 재화가 파손, 손상되었거나 오염되었을 경우
                3)재화가 광고에 표시된 배송기간보다 늦게 배송된 경우
                4)방문판매등에관한법률 제18조에 의하여 광고에 표시하여야 할 사항을 표시하지 아니한 상태에서 이용자의 청약이 이루어진 경우    
            </p>
        </section>

        <section>
            <h3>제 15조(청약철회 등)</h3>
            <p>
            1)'쇼핑몰'과 재화등의 구매에 관한 계약을 체결한 이용자는 수신확인의 통지를 받은 날부터 7일 이내에는 청약의 철회를 할 수 있습니다.
            2)이용자는 재화등을 배송받은 경우 다음 각호의 1에 해당하는 경우에는 반품 및 교환을 할 수 없습니다.
                1)이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다)
                2)이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우
                3)시간의 경과에 의하여 재판매가 곤란할 정도로 재화등의 가치가 현저히 감소한 경우
                4)같은 성능을 지닌 재화등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우
            3)제2항 제2호 내지 제4호의 경우에 '쇼핑몰'이 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약철회 등이 제한되지 않습니다.
            4)이용자는 제1항 및 제2항의 규정에 불구하고 재화등의 내용이 표시 광고 내용과 다르거나 계약 내용과 다르게 이행된 때에는 당해 재화등을 공급받은 날부터 3월이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다    
            </p>
        </section>

        <section>
            <h3>제 16조(청약철회 등의 효과)</h3>
            <p>
            1)'petlab'은 이용자로부터 재화 등을 반환받은 경우 3영업일 이내에 이미 지급받은 재화등의 대금을 환급합니다. 이 경우 'petlab'이 이용자에게 재화등의 환급을 지연한 때에는 그 지연기간에 대하여 공정거래위원회가 정하여 고시하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다.
            2)'petlab'은 위 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체없이 당해 결제수단을 제공한 사업자로 하여금 재화등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
            3)청약철회등의 경우 공급받은 재화등의 반환에 필요한 비용은 이용자가 부담합니다. 'petlab'은 이용자에게 청약철회등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화등의 내용이 표시 광고 내용과 다르거나 계약내용과 다르게 이행되어 청약철회등을 하는 경우 재화등의 반환에 필요한 비용은 'petlab'이 부담합니다.
            4)이용자가 재화등을 제공받을때 발송비를 부담한 경우에 'petlab'은 청약철회시 그 비용을 누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.    
            </p>
        </section>

        <section>
            <h3>제 17조(개인정보보호)</h3>
            <p>
            1)'petlab'은 이용자의 정보수집시 구매계약 이행에 필요한 최소한의 정보를 수집합니다.
            다음 사항을 필수사항으로 하며 그 외 사항은 선택사항으로 합니다.
                1)성명
                2)주소
                3)전화번호
                4)희망ID(회원의 경우)
                5)비밀번호(회원의 경우)
            2)'쇼핑몰'이 이용자의 개인식별이 가능한 개인정보를 수집하는 때에는 반드시 당해 이용자의 동의를 받습니다.
            3)제공된 개인정보는 당해 이용자의 동의없이 목적외의 이용이나 제3자에게 제공할 수 없으며, 이에 대한 모든 책임은 'petlab'이 집니다. 다만, 다음의 경우에는 예외로 합니다.
                1)배송업무상 배송업체에게 배송에 필요한 최소한의 이용자의 정보(성명, 주소, 전화번호)를 알려주는 경우
                2)통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
            4)'petlab'이 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받는자, 제공목적 및 제공할 정보의 내용)등 정보통신망이용촉진등에관한법률 제16조제3항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.
            5)이용자는 언제든지 'petlab'이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 'petlab'은 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 'petlab'은 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
            6)'petlab'은 개인정보 보호를 위하여 관리자를 한정하여 그 수를 최소화하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.
            7)'petlab' 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.    
            </p>
        </section>
        </div>
    )

}




export default purchase;