let fundingList = [
    {
        id: 1,
        title: "우리 강아지를 위한 건강 솔루션, 밸런도그",
        category: "펫 푸드",
        thumbnailImage: "petFood-101.jfif",
        targetAmount: 500000,
        currentAmount: 0,
        startDate: "2025-12-13",
        endDate: "2025-12-27",
        paymentDate: "2025-12-28",
        expectedDeliveryDate: "2026-01-19",
        description: "🐶안녕하세요,\n \n반려견의 건강한 삶을 고민하는 반려동물 헬스케어 스타트업 ‘멍이로움’입니다.\n저희는 지난 시간 동안 원격진료, 반려동물 통합 플랫폼, 맞춤형 사료 등 반려견의 건강을 통합적으로 관리하는 다양한 솔루션을 개발해 왔습니다.\n\n하지만 서비스를 만들수록 더 깊게 느낀 점이 있습니다. “아무리 좋은 관리 시스템이 있어도, 가장 기본인 먹거리가 건강하지 않으면 반려견의 삶은 정말로 달라질 수 없다”는 사실이었습니다.\n\n많은 보호자분들이 소화 문제, 알레르기, 면역 저하 등 일상 속에서 반복되는 건강 고민을 안고 계셨습니다.\n이 문제를 해결하지 못하면 어떤 헬스케어도 완성될 수 없다고 생각했습니다.\n\n그 고민 끝에 저희는 기능성 사료 ‘밸런도그(Balancedog)’를 개발하게 되었습니다. \n반려견이 실제로 겪는 건강 이슈에 집중하고, 과학적 근거와 안전성을 바탕으로 설계한 기능성 맞춤 사료입니다.\n소화기 건강, 면역력 강화, 알레르기 관리 등 핵심 기능을 하나의 식단 안에서 균형 있게 해결하고자 했습니다.\n\n저희 팀은 이번 프로젝트를 단순한 제품 출시가 아니라 “반려견의 건강을 장기적으로 지켜주는 첫 출발점”이라고 생각하고 있습니다. 앞으로도 연구와 데이터를 기반으로 한 헬스케어 서비스를 이어가며 반려견이 더 오래, 더 건강하게 살아갈 수 있는 삶을 만들고자 합니다.\n\n이번 텀블벅 프로젝트는 그 여정을 후원자분들과 함께 시작하는 아주 소중한 첫걸음입니다.\n반려견의 건강한 변화, 그 시작을 밸런도그와 함께 경험해 주시길 바랍니다.",
        introImages: [
            "petFood-103.jfif",
            "petFood-104.jfif",
            "petFood-105.jfif",
            "petFood-106.jfif",
            "petFood-107.jfif",
            "petFood-108.jfif",
            "petFood-109.jfif",
            "petFood-110.jfif",
            "petFood-111.jfif",
            "petFood-112.jfif",
            "petFood-113.jfif",
            "petFood-114.jfif",
            "petFood-115.jfif",
            "petFood-116.jfif",
            "petFood-117.jfif",
            "petFood-118.jfif",
            "petFood-119.jfif"
        ],
        rewards: {
            rewardExplain: "수퍼얼리버드(10% 할인)\n(놓치지 마세요!  수량한정 )\n밸런도그 반려견 연어 사료 1.8kg\n(기능성사료 전연령사료)\n밸런도그 사료 1.8kg (300g*6EA) 1SET + 배변패드 1EA  22,500원 (수량 30개) 10% 할인\n\n밸런도그 사료 1.8kg (300g*6EA) 2SET + 배변패드 2EA  40,500원 (수량 30개) 10% 할인\n\n밸런도그 사료 1.8kg (300g*6EA) 3SET + 배변패드 3EA  58,500원 (수량 30개) 10% 할인\n\n얼리버드 \n밸런도그 사료 1.8kg (300g*6EA) 1SET + 배변패드 1EA  25,000원 \n\n밸런도그 사료 1.8kg (300g*6EA) 2SET + 배변패드 2EA  45,000원 \n\n밸런도그 사료 1.8kg (300g*6EA) 3SET + 배변패드 3EA  65,000원 \n\n \n\n \n\n피부부터 관절, 에너지까지 균형 잡힌 설계\n믿을수 원료사용\nHACCP 인증 안전 위생관리\n반려견 생애주기에 맞춘 맞춤설계\n",
            images: [
                "petFood-120.png"
            ]
        },
        rewardSelects: [
            {
                "title": "선물 없이 후원하기",
                "description": "",
                "price": 1000
            },
            {
                "title": "슈퍼얼리버드) 밸런도그 사료 1.8kg(300g*6EA)10% 할인",
                "description": "밸런도그 사료 1.8kg (300g*6EA) (x1)\n배변패드 (x1)",
                "price": 22500
            },
            {
                "title": "슈퍼얼리버드) 밸런도그 사료 1.8kg (300g*6EA) 2세트(10% 할인)",
                "description": "밸런도그 사료 1.8kg (300g*6EA) 2세트 (x1)\n배변패드 (x2)",
                "price": 40500
            },
            {
                "title": "슈퍼얼리버드) 밸런도그 사료 1.8kg (300g*6EA) 3세트(10% 할인)",
                "description": "밸런도그 사료 1.8kg (300g*6EA) 3세트 (x1)\n배변패드 (x3)",
                "price": 58500
            }
        ],
        budget: "원재료 및 생산 비용: 45%\n(사료 원재료 구입, 생산 공정 비용)\n포장 및 디자인 비용: 15%\n(패키지 제작, 라벨 디자인, 포장재 사용 등)\n인건비 및 운영비: 20%\n(운영 인력 인건비, 관리비)\n마케팅 및 홍보 비용: 10%\n(온라인 광고, 콘텐츠 제작, 시식/체험 이벤트 등)\n배송 및 물류비: 10%\n(국내 배송비, 포장·물류 관리비)",
        schedule: "11월 02일: 최종 제품 테스트, 반려견 기호도 테스트\n12월 10일: 펀딩 시작일\n12월 22일: 펀딩 종료일\n12월 22일부터 7일간 (결제기간)\n12월 05일: 제품 생산 시작\n2026년 1월 5일 고객 후원내용 확인 및 주소 확인\n2026월 1월 5일 : 후가공 처리 및 포장 작업\n2026월 1월 12일: 선물 발송 시작 예정일\n\n한분한분의 소중한 후원자님의 주소로 정성껏 준비하여 발송 해 드리겠습니다.  ",
        team: {
            description: "저희는 반려동물 헬스케어 스타트업 멍이로움을 창업하여, 원격진료·EMR 시스템·맞춤형사료 등 반려견의 건강을 통합적으로 관리하는 솔루션을 개발해왔습니다. 하지만 사업 초기부터 꾸준히 느낀 한 가지 문제는 ‘아무리 좋은 서비스가 있어도, 가장 기본이 되는 먹거리가 건강하지 않다면 반려견의 삶이 나아질 수 없다’는 점이었습니다.\n\n이 문제의식을 바탕으로, 저희는 기능성 사료인 ‘밸런도그’를 만들었습니다. 소화기 건강, 면역력 강화, 알레르기 관리 등 실제 보호자들이 겪는 문제에 초점을 맞췄으며, 과학적 근거와 안전성을 동시에 담아냈습니다.\n저희 팀은 앞으로도 단순한 사료 개발을 넘어, 반려견의 건강을 장기적으로 지켜줄 수 있는 다양한 연구와 서비스를 이어갈 계획입니다. 이번 프로젝트를 통해 후원자분들과 함께그 첫걸음을 내딛고 싶습니다.",
            images: [
                "petFood-123.png"
            ]
        },
        safetyInfo: {
            policy: "크라우드 펀딩에 대한 안내\nrisk-0후원은 구매가 아닌 창의적인 계획에 자금을 지원하는 일입니다.\n전자상거래법상 통신판매는 소비자의 청약 전 규격, 제조연월일 등 구체적인 상품정보가 제공 가능한 것을 대상으로 합니다. 따라서 텀블벅에서의 후원은 통신판매에 해당하지 않고, 전자상거래법 및 소비자보호규정(수령 후 7일 내 청약철회 등)이 적용되지 않습니다.\nrisk-1프로젝트는 계획과 달리 진행될 수 있습니다.\n예상을 뛰어넘는 멋진 결과가 나올 수 있지만 진행 과정에서 계획이 지연, 변경되거나 무산될 수도 있습니다. 본 프로젝트를 완수할 책임과 권리는 창작자에게 있습니다.\n\n프로젝트 정책\n1. 제품 하자 관련 보상\n배송 과정에서 발생한 파손, 변질, 오배송은 무상 교환 또는 환불을 보장합니다.\n제품 수령 후 7일 이내 고객센터를 통해 사진과 함께 접수해 주셔야 처리가 가능합니다.\n2. 소비자 귀책 사유 제외\n단순 변심, 반려견 기호 차이, 개봉·섭취 후 발생한 문제는 환불/교환이 어렵습니다.\n보관 부주의(직사광선·습기 등)로 인한 변질 역시 책임지지 않습니다.\n3. 품질 보증 및 유통기한\n모든 제품은 식품위생법과 펫푸드 관련 기준에 따라 제조·검수됩니다.\n유통기한 및 보관방법은 제품 패키지에 명시된 기준을 따릅니다.\n4. 분쟁 처리 기준\n본 프로젝트 정책은 공정거래위원회의 소비자분쟁해결기준을 따릅니다.\n추가적인 분쟁 발생 시 텀블벅 정책 및 관련 법규에 의거해 처리합니다.\n\n예상되는 어려움\n반려견 기호성 차이\n모든 반려견이 동일한 반응을 보장할 수 없으며, 일부는 먹지 않거나 소화에 어려움을 겪을 수 있습니다.\n외부 변수로 인한 일정 지연\n택배사 물류 폭증(명절·연말 등)이나 예기치 못한 사회적 이슈(천재지변, 파업 등)로 인해 배송이 늦어질 수 있습니다."
        },
        likeCount: 0
    }
];